<?php

	$CONF = array(
		// Data base config:
		'remoteurl'	=>	'localhost',	// location of mysql
		'dbuser'		=>	'root',				// mysql user name
		'dbpass'		=>	'123456789',		// mysql user password
		'dbname'		=>	'blog',				// mysql database name for script
		// Site main config:
		'SITE_TITLE'	=>	'سیستم مدیر محتوای وبلاگ',
	);



	// Good texts
	$TEXTS = array(
		'بهتر است روی پای خود بمیری تا روی زانو‌هایت زندگی کنی. (رودی)',
		'بر روی زمین چیزی بزرگتر از انسان نیست و در انسان چیزی بزرگتر از فکر او. (همیلتون)',
		'عمر آنقدر کوتاه است که نمی‌ارزد آدم حقیر و کوچک بماند. (دیزرائیلی)',
		'افراد شجاع فرصت می آفرینند .ترسوها و ضعفا منتظر فرصت می نشینند.(گوته)',
		'هر انسانی مرتکب اشتباه می شود؛ اما فقط انسان های احمق اشتباه خود را تکرار می کنند. (سیسرون)',
		'اگر در قدم اول موفقیت نصیب ما می شد، سعی و عمل دیگر معنایی نداشت.(موریس مترلینگ)',
		'کسی که شهامت قبول خطر را نداشته باشد، در زندگی به مقصود نخواهد رسید. (محمد علی كلی)',
		' آدمی ساخته‌ی افکار خویش است فردا همان خواهد شد که امروز می‌اندیشیده است. (مترلینگ)',
		'انسان همان چیزی است که باور دارد. (آنتوان چخوف)',
		'از دست دادن امیدی پوچ و محال، خود موفقیت و پیشرفتی بزرگ است. (شکسپیر)',
		'موفقیت بر روی ستون های شکست شکل می گیرد. (سری چتری)',
		'شکست یک عامل نیروبخش است، نه یک بازدارنده؛ هر شکست بذری از موفقیت در دل دارد. (ناپلئون هیل)',
		'کارایی اساس بقا است، اما لازمه موفقیت ثمربخش بودن است. (جان ماکسول)',
		'هرکس خواهان موفقیت است باید یاد بگیرد که ناکامی جزء حتمی فرایند پیشرفت است. (برادرز)',
		'موفقیت تنها نصیب معدودی می شود و این درحالی است که کثیری از مردم در رویای موفقیت به سر می برند. (جان جانسون)',
		'رمز موفقیت، پایبندی به هدف در زندگی است. (بنجامین دیزرائیلی)',
		'نخستین قانون موفقیت، تمرکز است. (ویلیام ماتیوس)',
		'بزرگ ترین موفقیت عبارت است از اعتماد یا سازش کامل بین اشخاص صمیمی. (رالف والدو امرسون)',
		'اگر کسی استعداد طبیعی داشته باشد بازهم باید برای موفقیت تمرین کند و آماده شود. (جان ماکسول)',
		'موفقیت برای اشخاص کم ظرفیت مقدمه گستاخی است. (مثل ایتالیایی)',
		'از موفقیت دیگران همان اندازه خوشحال باش که از موفقیت خودت خشنود می شوی. (کریستین لارسون)',
		'به یاد داشته باش که برای موفقیت، بیش از هر چیز به اراده و تصمیم نیاز داری. (آبراهام لینکلن)',
		'موفقیت در آرزوها، نسبت مستقیم با قدرت اراده ما دارد. (دیل کارنگی)',
		'به جای اینکه سعی کنید مرد موفقیت باشید، سعی کنید مرد ارزش ها باشید. (آلبرت اینشتین)',
		'هر موفقیت بزرگی نتیجه هزاران تلاش کوچک و عادی است که مورد توجه و ستایش دیگران قرار نمی گیرد. (برایان تریسی)'
	);
?>
